{
    "Index": {
        "titulo": "Riding",
        "subtitulo1": "All the disciplines practiced in Mallorca",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "encabezado": "What is horse riding?",
        "texto1": "Equitation is the art of riding a horse, a specialty within equestrian sports in which both the rider and the horse are evaluated. But the truth is that, although they are the protagonists, aspects such as clothing or the cleaning and polishing of the horse are other factors of great importance. In horseback riding, the rider must demonstrate his skills and abilities in controlling the horse, maintaining balance with the animal, showing the correct posture in each movement and displaying a dominant and relaxed attitude at the same time, directing the horse with total ease and determination.",
        "texto2": "The relationship between the horse and the rider is based on three principles: trust of the horse in the rider, leadership of the rider and optimal communication between them. These principles allow the horse to display the gaits or types of gait such as starting, stopping, walking, trotting, galloping and galloping.",
        "texto3": "Currently, horse riding encompasses a series of disciplines with different levels of difficulty and their own characteristics.",
        "lenguaje": "Select a language:"
    },
    "Salto":{
        "titulo": "Jumping",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Horse Jumping in Mallorca",
        "texto1": "Horse jumping is one of the most recognized disciplines in the world of horse riding. Its main objective is for the rider and his horse to complete the course without knocking down the obstacles and in the shortest possible time. To do this, the rider must show perfect harmony with his horse, and this, in turn, must demonstrate agility, strength and precision in each jump.",
        "apartado1": "Types of obstacles",
        "texto2": "Jumping courses can include a variety of obstacles designed to try out different skills of horses and riders, such as <strong>verticals, oxers, triple bars and combinations</strong>. Each type of obstacle challenges the technique and coordination of both in a different way.",
        "apartado2": "Types of penalties",
        "texto3": "In jumping competitions, riders can receive different penalties depending on the errors committed:",
        "encabezado1": "Type of Penalty",
        "encabezado2": "Description",
        "encabezado3": "Points",
        "contenido1": "Refusal",
        "contenido2": "The horse stops in front of the obstacle without jumping it.",
        "contenido3": "First refusal: 4 points<br />Second refusal: Elimination",
        "contenido4": "Knockdown",
        "contenido5": "Falling from any part of the obstacle to the ground.",
        "contenido6": "4 points",
        "contenido7": "Falling of the rider",
        "contenido8": "If the rider falls during the course.",
        "contenido9": "Elimination",
        "contenido10": "Course error",
        "contenido11": "The rider jumps an obstacle in the wrong order.",
        "contenido12": "Elimination",
        "contenido13": "Time overrun",
        "contenido14": "The time allotted to complete the course is exceeded.",
        "contenido15": "1 point for every 4 seconds of excess",
        "lenguaje": "Select a language:"
    },
    "Doma": {
        "titulo": "Classical Dressage",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Classical Dressage in Mallorca",
        "texto1": "Classical dressage is an equestrian discipline that consists of a series of exercises performed by the horse under the guidance of its rider, with the aim of achieving harmonious, balanced and precise movements.",
        "texto2": "In this discipline, the horse's calmness during the course is especially valued, as well as its elasticity, agility and flexibility throughout the reprise.",
        "texto3": "The <strong>reprise</strong> includes all the basic gaits of classical horsemanship (walk, trot and gallop) and a series of fundamental exercises that demonstrate the level of training and control.",
        "apartado1": "Levels of Reprise",
        "texto4": "Classical dressage has different levels of difficulty in the reprises, which progress as the skill of the rider and the horse increases. Each level incorporates movements and figures of greater complexity.",
        "encabezado1": "Level",
        "encabezado2": "Description of the Reprise",
        "encabezado3": "Participants",
        "contenido1": "Young Horses",
        "contenido2": "Initial phase for contact and adaptation.",
        "contenido3": "4 years old<br />5 years old<br />6 years old",
        "contenido4": "Level 0: Seat and Position",
        "contenido5": "Introduction to dressage, focused on the posture and balance of the rider.",
        "contenido6": "Benjamins 1 and 2<br />Ponies A",
        "contenido7": "Level 1: Initiation",
        "contenido8": "First level of structured dressage, ideal for initial stages of learning.",
        "contenido9": "Alevins<br />Promotion 1",
        "contenido10": "Level 2: Elementary",
        "contenido11": "Development of the second year of training, consolidating the fundamentals.",
        "contenido12": "Children<br />Promotion 2",
        "contenido13": "Level 3: Basic",
        "contenido14": "General training that establishes a solid base for any equestrian discipline.",
        "contenido15": "Juveniles 0*<br />Promotion 3",
        "contenido16": "Level 4: Medium",
        "contenido17": "Introduces the collection in the three gaits (walk, trot, gallop) for greater control.",
        "contenido18": "Juveniles<br />Promotion 4",
        "contenido19": "Saint George Level (Medium/Advanced)",
        "contenido20": "Intermediate stage that reinforces precision and harmony in training.",
        "contenido21": "Young Riders<br />San Jorge",
        "contenido22": "Intermediate Level I (Intermediate/Advanced)",
        "contenido23": "Preparation for advanced competitions, focused on the Grand Prix.",
        "contenido24": "Intermediate Level II (Advanced)",
        "contenido25": "Advanced stage that refines the technique in preparation for the Grand Prix.",
        "contenido26": "Grand Prix Level (Advanced)",
        "contenido27": "Maximum level of competition, where a perfect lightness and harmony execution is sought.",
        "apartado2": "Score",
        "texto5": "Classical dressage reprises are evaluated using a scoring system. Each movement receives a score on a scale of zero to ten, allowing half points. Getting a ten on a movement is extremely rare and represents a near-perfect execution. They are scored as follows:",
        "lista1": "Not done",
        "lista2": "Very bad",
        "lista3": "Bad",
        "lista4": "Quite bad",
        "lista5": "Insufficient",
        "lista6": "Marginal",
        "lista7": "Satisfactory",
        "lista8": "Quite good",
        "lista9": "Good",
        "lista10": "Very good",
        "lista11": "Excellent",
        "texto6": "At the end of each test, the points obtained are added up and divided by the total possible points in the test, thus obtaining a percentage that reflects the performance of the pair (rider and horse) in the reprise.",
        "lenguaje": "Select a language:"
    },
    "Carreras":{
        "titulo": "Races",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Harness racing in Mallorca",
        "texto1": "Horse racing is usually associated with the rider riding the horse, galloping towards the finish line. However, harness racing is more popular in Mallorca. In this modality, the horses move at a trot and the rider sits in a small cart, called a sulky, which the horse pulls.",
        "texto2": "There are also harness racing in which the rider rides the horse directly, although these are less common",
        "texto3": "Each rider wears a shirt that represents his stable.",
        "texto4": "The races are held at racecourses, and in Mallorca we have two:",
        "lista1": "<strong>Son Pardo Racecourse</strong>",
        "lista2": "<strong>Manacor Racecourse</strong>",
        "texto5": "Not everyone can participate in all the races; these are divided into categories: MiniTrot, Alevín, Apprentice, Amateur and Professional (or Jockey). Categories are generally assigned by age, except for the Professional.",
        "encabezado1": "Age",
        "encabezado2": "Category",
        "contenido1": "MiniTrot",
        "contenido2": "Apprentice",
        "contenido3": "Amateur",
        "contenido4": "+ 18 and have won 15 races",
        "contenido5": "Professional or Jockey",
        "apartado1": "Characteristics and modalities",
        "texto6": "Races are classified by the distance they must cover:",
        "lista3": "<strong>Short distance:</strong> up to 1,609 meters",
        "lista4": "<strong>Medium distance:</strong> between 2,000 and 2,600 meters",
        "lista5": "<strong>Long distance or long distance:</strong> more than 2,600 meters",
        "texto7": "There are two starting modes:",
        "lista6": "<strong>Autostart:</strong> the participants start behind a moving car.",
        "lista7": "<strong>Handicap:</strong> the horses start standing.",
        "apartado2": "Classification",
        "texto8": "In each race the first six to cross the finish line are classified, who receive cash prizes, the value of which varies according to the total prize money for the race.",
        "apartado3": "Disqualifications",
        "texto9": "A rider can be disqualified if:",
        "lista8": "His horse gallops more than two consecutive strides.",
        "lista9": "He hinders another rider.",
        "lista10": "He uses the whip more than seven times in the last 500 meters.",
        "lista11": "Doping is detected in the horse.",
        "lenguaje": "Select a language:"
    },
    "Volteo": {
        "titulo": "Vaulting",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Vaulting in Mallorca",
        "texto1": "Vaulting is a type of gymnastics performed on a moving horse, which gallops in circles while being guided by a driver on a rope.",
        "apartado1": "Vaulting Clubs in Mallorca",
        "texto2": "In Mallorca, the clubs that practice this discipline are:",
        "lista1": "Club Hípico La Gubia",
        "lista2": "Club Equitació S’Espiga",
        "lista3": "Club Hípico Es Pi",
        "lista4": "Son Molina",
        "lista5": "S’Hort Vell",
        "lista6": "Centro Hípico Mallorca Horses",
        "apartado2": "Participants",
        "lista7": "<strong>Vaulters:</strong> These are the athletes who perform the exercises on the horse. Not only should they concentrate on their own maneuvers, but they are also responsible for the safety of their companions and the horse.",
        "lista8": "<strong>Longers:</strong> They are the experts who handle the horse, providing the optimal conditions for the vaulters to perform at their best.",
        "lista9": "<strong>Horses:</strong> They must be obedient, maintain a constant rhythm in the gallop and respond appropriately to the instructions of the longer.",
        "apartado3": "Categories and Levels",
        "lista10": "<strong>Modalities:</strong> The vaulting can be done in teams (groups), in pairs or individually.",
        "lista11": "<strong>Levels:</strong> There are different levels of difficulty: Promotion 1, 2 and 3, as well as Levels 1, 2 and 3.",
        "lista12": "<strong>Age Categories:</strong> They are differentiated into junior and senior (over 18 years old). 16 years old).",
        "apartado4": "Grades",
        "texto3": "1. <strong>Compulsory Exercises:</strong> In this phase, the judges will evaluate:",
        "lista13": "Technique and body tension",
        "lista14": "Confidence in execution",
        "lista15": "Lightness and precision",
        "lista16": "Amplitude (height and extension in execution)",
        "lista17": "Harmonious transitions and short times between figures",
        "texto4": "Scores range from 0 to 10, where 0 indicates that the exercise was not performed and 10 represents an outstanding execution.",
        "texto5": "2. <strong>Kür:</strong> In this part, the vaulters are free to create their own choreography and choose the exercises to perform. Creativity and quality of the composition are especially valued. The exercises must be adapted to the level of the athlete, since the judges penalize movements that exceed the capacity of the vaulter.",
        "texto6": "The <strong>Kür</strong> includes static and dynamic exercises. For static exercises, the position must be maintained for three walking strides or three canter beats, otherwise the degree of difficulty will not be counted.",
        "texto7": "The grades in the kür are based on the following criteria:",
        "lista18": "<strong>Execution:</strong> Quality of each exercise compared to the ideal, scored from 0 to 10.",
        "lista19": "<strong>Difficulty:</strong> Level of difficulty of the exercise: Easy (E), Medium (M), Hard (D), or Risky (R).",
        "lista20": "<strong>Creativity:</strong> Highlights and moments of expectation, creative transitions and novel elements, everything that contributes to an authentic and unique execution.",
        "lista21": "<strong>Final Impression:</strong> The overall grade of the horse depends on its presentation, adequate equipment and characteristics of the canter, in addition to the work of the longer, who influences the the quality of performance.",
        "texto8": "Depending on the category and level, some criteria such as difficulty and final impression may not be evaluated.",
        "lenguaje": "Select a language:"
    },
    "DomaVaquera": {
        "titulo": "Cowboy Dressage",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5":"Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Cowboy Dressage in Mallorca",
        "texto1": "Cowboy Dressage is an equestrian sport in which rider and horse must perform a series of maneuvers on a quadrilateral, inspired by the movements traditionally performed in the countryside to work with cattle.",
        "texto2": "This discipline requires that the pair (rider and horse) demonstrate skill, precision and speed in each exercise. The maneuvers are performed following a specific pattern, and the horse must be attentive and willing to respond to the rider's instructions. The horse's skill and speed add spectacularity to each movement, with speed being an essential requirement in all maneuvers.",
        "apartado1": "Where to practice Cowboy Dressage in Mallorca",
        "lista1": "Club Hípico La Paz",
        "lista2": "Various private estates",
        "apartado2": "Maneuvers in Cowboy Dressage",
        "lista3": "<strong>Circles:</strong> The rider makes large and small circles at the canter, showing a clear difference in the horse's speed and impulsion. The execution should be fluid, with no effort or visible movement perceived by the rider. The transition from medium canter to collected canter should be smooth and with as little input as possible.",
        "lista4": "<strong>Change of Lead:</strong> When changing direction at the canter, the horse should change leads without losing rhythm or altering cadence. This change is made at a specific point on the track, which is not marked with letters, but has four posts at the corners and two in the center.",
        "lista5": "<strong>Backstep:</strong> With minimal pressure on the reins, the horse must back up in a straight line at least 3 meters and at high speed.",
        "lista6": "<strong>Half Turn:</strong> From the canter, the horse must stop abruptly, pivot on its hind legs in a 180° turn and change direction, immediately galloping off in the new direction.",
        "lista7": "<strong>Pirouettes:</strong> The horse makes 360° turns, keeping the inside hind leg in the same place, while the front and outside hind legs provide the necessary impetus to turn quickly, maintaining the canter.",
        "lista8": "<strong>Stopping:</strong> From the canter, the horse must stop suddenly, by tucking its hind legs under its body, which produces a slide while the front legs move forward. These stops can generate slides of up to 10 meters, creating an impressive visual effect.",
        "lenguaje":"Select a language:"
    },
    "Western": {
        "titulo": "Western",
        "subtitulo1": "",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8": "Contact me",
        "subtitulo": "Western Riding in Mallorca",
        "texto1": "Western riding is a style of riding that evolved from the cattle and equestrian traditions brought to America by the Spanish conquistadors, and from the equipment and techniques developed to suit the working needs of the cowboy in the American West.",
        "apartado1": "Where to practice Western in Mallorca:",
        "lista1": "Son Molina",
        "lista2": "Finca Caballo Blanco",
        "texto2": "Today, this discipline has numerous followers and offers a variety of sporting competitions, including:",
        "lista3": "<strong>Pony Express:</strong> A speed test in which the rider travels a circuit and must collect saddlebags in the shortest time possible. Its name evokes the old messengers of the Pony Express of the Old West.",
        "lista4": "<strong>Western Trail Class:</strong> In this test, rider and horse go through a series of obstacles on the track. The horse's calmness and obedience are key to successfully completing the course.",
        "lista5": "<strong>Barrel Racing:</strong> This involves going around a three-barrel circuit in the shortest possible time. Speed and precision in the turns are essential.",
        "lista6": "<strong>Pole Bending:</strong> Popular in the United States, this test requires a zigzag course between seven poles, with quick and precise hand changes.",
        "lista7": "<strong>Reining:</strong> Here, the connection between rider and horse is essential. They must perform a series of maneuvers (such as slides, turns, and changes of direction) with great precision and at the highest possible speed.",
        "lista8": "<strong>Western Pleasure:</strong> The rider must show control of the horse on a track next to other horses, going through walks, trots (slow and controlled), and gallops (also controlled). Occasionally, the judge may request an extended canter or a wider trot. The horse must respond with a loose rein, head down, and obey subtle cues from the rider.",
        "lista9": "<strong>Cutting:</strong>In this competition, rider and horse select a cow from a small herd and separate it. Once separated, the rider releases the reins and allows the horse to prevent the cow from returning to the herd. Depending on the level of competition, one to three judges rate the team's performance.",
        "lista10": "<strong>Working Cow Horse:</strong> Also known as 'Working Cow Horse', this test combines cutting and reining skills, where rider and horse work as a team with a cow, guiding it in various maneuvers within the arena.",
        "lista11": "<strong>Ranch Horse:</strong> In this event, which can vary depending on the organization, the ranch horse must demonstrate its ability in different categories:",
        "lista12": "<strong>Ranch Riding:</strong> Similar to Western Pleasure.",
        "lista13": "<strong>Ranch Trail:</strong> Performed on natural terrain, it tests skills used in ranch work.",
        "lista14": "<strong>Ranch Cutting:</strong> Judged similarly to the cutting test.",
        "lista15": "<strong>Ranch Work:</strong> Ranch:</strong> Combines reining, roping, and cow handling skills.",
        "lista16": "<strong>Ranch Conformation:</strong> The horse is judged in a halter class.",
        "lista17": "<strong>Team Encierro:</strong> A timed event in which three riders must select three to five marked steers from a herd and drive them into a corral. The corral gate cannot be closed until all of the designated cattle are inside. The fastest team wins, while teams that go over the time limit are disqualified. A related event is ranch qualifying.",
        "lenguaje":"Select a language:"
    },
    "Contacto": {
        "titulo": "Riding",
        "subtitulo1": "All the disciplines practiced in Mallorca",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7": "Calculate your experience",
        "menu8":"Contact me",
        "encabezado":"Contact",
        "nombre": "Name",
        "email": "Email",
        "mensaje": "Message",
        "enviar": "Send",
        "lenguaje": "Select a language:"
    },
    "CalculadoraExperiencia":{
        "titulo": "Riding",
        "subtitulo1": "All the disciplines practiced in Mallorca",
        "menu": "Home",
        "menu1": "Jumping",
        "menu2": "Dressage",
        "menu3": "Racing",
        "menu4": "Vaulting",
        "menu5": "Cowboy dressage",
        "menu6": "Western",
        "menu7":"Calculate your experience",
        "menu8": "Contact me",
        "encabezado":"Find out your experience level",
        "pregunta1": "How long have you been riding?",
        "opcion1": "Less than 6 months",
        "opcion2": "6 months - 2 years",
        "opcion3": "More than 2 years",
        "pregunta2": "How often do you ride?",
        "opcion4": "Rarely",
        "opcion5": "Once a month",
        "opcion6": "Several times a month",
        "pregunta3": "Have you ridden on trails with uneven terrain?",
        "opcion7": "Yes",
        "lenguaje":"Select a language:"
    }
}