{
    "Index": {
        "titulo": "Equitación",
        "subtitulo1": "Todas las disciplinas que se practican en Mallorca",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "encabezado": "¿Qué es la equitación?",
        "texto1": "La equitación es el arte de montar a caballo, una especialidad dentro de los deportes ecuestres en la que se evalúa tanto al jinete como al caballo. Pero lo cierto es que, si bien ellos son los protagonistas, aspectos como la vestimenta o la limpieza y el pulido del caballo son otros factores de gran importancia. En la equitación, el jinete ha de demostrar sus habilidades y destrezas en el dominio del caballo, manteniéndose en equilibrio con el animal, mostrando la postura correcta en cada movimiento y haciendo gala de una actitud dominante y relajada a la vez, dirigiendo al caballo con total soltura y determinación.",
        "texto2": "La relación entre el caballo y el jinete se basa en tres principios: confianza del caballo en el jinete, liderazgo del jinete y óptima comunicación entre ellos. Tales principios permiten desplegar los aires o tipos de paso del caballo como la partida, la parada, el paso, el trote, el galope y el galope tendido.",
        "texto3": "En la actualidad, la equitación engloba una serie de disciplinas con diferentes niveles de dificultad y características propias.",
        "lenguaje": "Selecciona un idioma:"
    },
    "Salto": {
        "titulo": "Salto",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma Vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Salto de Obstáculos en Mallorca",
        "texto1": "El <strong>salto de obstáculos</strong> es una de las disciplinas más reconocidas en el mundo de la equitación. Su objetivo principal es que el jinete y su caballo completen el recorrido sin derribar los obstáculos y en el menor tiempo posible. Para ello, el jinete debe mostrar una armonía perfecta con su caballo, y este, a su vez, debe demostrar agilidad, fuerza y precisión en cada salto.",
        "apartado1": "Tipos de obstáculos",
        "texto2": "Los recorridos de salto pueden incluir una variedad de obstáculos diseñados para probar diferentes habilidades de los caballos y jinetes, tales como <strong>verticales, oxers, triples barras y combinaciones</strong>. Cada tipo de obstáculo desafía de manera distinta la técnica y coordinación de ambos.",
        "apartado2": "Tipos de penalización",
        "texto3": "En las competencias de salto, los jinetes pueden recibir diferentes penalizaciones según los errores cometidos:",
        "encabezado1": "Tipo de Penalización",
        "encabezado2": "Descripción",
        "encabezado3": "Puntos",
        "contenido1": "Rehúse",
        "contenido2": "El caballo se detiene frente al obstáculo sin saltarlo.",
        "contenido3": "Primer rehúse: 4 puntos<br />Segundo rehúse: Eliminación",
        "contenido4": "Derribo",
        "contenido5": "Caída de cualquier parte del obstáculo al suelo.",
        "contenido6": "4 puntos",
        "contenido7": "Caída del jinete",
        "contenido8": "Si el jinete cae durante el recorrido.",
        "contenido9": "Eliminación",
        "contenido10": "Error de recorrido",
        "contenido11": "El jinete salta un obstáculo en el orden incorrecto.",
        "contenido12": "Eliminación",
        "contenido13": "Exceso de tiempo",
        "contenido14": "Se supera el tiempo asignado para completar el recorrido.",
        "contenido15": "1 punto por cada 4 segundos de exceso",
        "lenguaje": "Selecciona un idioma:"
    },
    "Doma": {
        "titulo": "Doma clásica",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma Vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Doma Clásica en Mallorca",
        "texto1": "La <strong>doma clásica</strong> es una disciplina ecuestre que consiste en una serie de ejercicios ejecutados por el caballo bajo la guía de su jinete, con el objetivo de lograr movimientos armónicos, equilibrados y precisos.",
        "texto2": "En esta disciplina, se valora especialmente la tranquilidad del caballo durante el recorrido, así como su elasticidad, agilidad y flexibilidad a lo largo de la reprise.",
        "texto3": "La <strong>reprise</strong> incluye todos los aires básicos de la equitación clásica (paso, trote y galope) y una serie de ejercicios fundamentales que demuestran el nivel de entrenamiento y control.",
        "apartado1": "Niveles de la Reprise",
        "texto4": "La doma clásica cuenta con diferentes niveles de dificultad en las reprises, que progresan conforme aumenta la habilidad del jinete y el caballo. Cada nivel incorpora movimientos y figuras de mayor complejidad.",
        "encabezado1": "Nivel",
        "encabezado2": "Descripción de la Reprise",
        "encabezado3": "Participantes",
        "contenido1": "Caballos Jóvenes",
        "contenido2": "Fase inicial para toma de contacto y adaptación.",
        "contenido3": "4 años<br />5 años<br />6 años",
        "contenido4": "Nivel 0: Asiento y Posición",
        "contenido5": "Introducción a la doma, enfocada en la postura y equilibrio del jinete.",
        "contenido6": "Benjamines 1 y 2<br />Ponis A",
        "contenido7": "Nivel 1: Iniciación",
        "contenido8": "Primer nivel de doma estructurada, ideal para etapas iniciales de aprendizaje.",
        "contenido9": "Alevines<br />Promoción 1",
        "contenido10": "Nivel 2: Elemental",
        "contenido11": "Desarrollo del segundo año de entrenamiento, consolidando los fundamentos.",
        "contenido12": "Infantiles<br />Promoción 2",
        "contenido13": "Nivel 3: Básico",
        "contenido14": "Adiestramiento general que establece una base sólida para cualquier disciplina ecuestre.",
        "contenido15": "Juveniles 0*<br />Promoción 3",
        "contenido16": "Nivel 4: Medio",
        "contenido17": "Introduce la reunión en los tres aires (paso, trote, galope) para mayor control.",
        "contenido18": "Juveniles<br />Promoción 4",
        "contenido19": "Nivel San Jorge (Medio/Avanzado)",
        "contenido20": "Etapa intermedia que refuerza la precisión y armonía en el entrenamiento.",
        "contenido21": "Jóvenes Jinetes<br />San Jorge",
        "contenido22": "Nivel Intermedia I (Medio/Avanzado)",
        "contenido23": "Preparación para competencias avanzadas, enfocada en el Gran Premio.",
        "contenido24": "Nivel Intermedia II (Avanzado)",
        "contenido25": "Etapa avanzada que afina la técnica en preparación para el Gran Premio.",
        "contenido26": "Nivel Gran Premio (Avanzado)",
        "contenido27": "Máximo nivel de competición, donde se busca una ejecución de perfecta ligereza y armonía.",
        "apartado2": "Puntuación",
        "texto5": "Las reprises de doma clásica se evalúan mediante un sistema de puntuación. Cada movimiento recibe una calificación en una escala de cero a diez, permitiéndose medios puntos. Obtener un diez en un movimiento es extremadamente raro y representa una ejecución casi perfecta. Se puntúan de la siguiente manera:",
        "lista1": "No realizado",
        "lista2": "Muy malo",
        "lista3": "Malo",
        "lista4": "Bastante malo",
        "lista5": "Insuficiente",
        "lista6": "Marginales",
        "lista7": "Satisfactorio",
        "lista8": "Bastante bueno",
        "lista9": "Bueno",
        "lista10": "Muy bueno",
        "lista11": "Excelente",
        "texto6": "Al finalizar cada prueba, los puntos obtenidos se suman y se dividen por el total de puntos posibles en la prueba, obteniendo así un porcentaje que refleja el desempeño del binomio (jinete y caballo) en la reprise.",
        "lenguaje": "Selecciona un idioma:"
    },
    "Carreras":{
        "titulo": "Carreras",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma Vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Carreras de trotones en Mallorca",
        "texto1": " Las carreras de caballos suelen asociarse con el jinete montado sobre el caballo, galopando hacia la meta. Sin embargo, en Mallorca son más populares las carreras de trotones enganchados. En esta modalidad, los caballos avanzan al trote y el jinete se sienta en un pequeño carro, llamado sulky, que el caballo arrastra.",
        "texto2": "Existen también carreras de trotones en las que el jinete monta directamente al caballo, aunque estas son menos comunes.",
        "texto3": "Cada jinete lleva una camisa que representa a su cuadra.",
        "texto4": "Las carreras se realizan en hipódromos, y en Mallorca contamos con dos:",
        "lista1": "<strong>Hipódromo de Son Pardo</strong>",
        "lista2": "<strong>Hipódromo de Manacor</strong>",
        "texto5": "No todos pueden participar en todas las carreras; estas se dividen en categorías: MiniTrot, Alevín, Aprendiz, Amateur y Profesional (o Jockey). Las categorías se asignan generalmente por edad, excepto la Profesional.",
        "encabezado1": "Edad",
        "encabezado2": "Categoría",
        "contenido1": "MiniTrot",
        "contenido2": "Aprendiz",
        "contenido3": "Amateur",
        "contenido4": "+ 18 y haber ganado 15 carreras",
        "contenido5": "Professional o Jockey",
        "apartado1": "Caracteristicas y modalidades",
        "texto6": "Las carreras se clasifican por la distancia que deben recorrer:",
        "lista3": "<strong>Corta distancia:</strong> hasta 1,609 metros",
        "lista4": "<strong>Media distancia:</strong> entre 2,000 y 2,600 metros",
        "lista5": "<strong>Larga distancia o de fondo:</strong> más de 2,600 metros",
        "texto7": "Existen dos modalidades de salida:",
        "lista6": "<strong>Autostart:</strong> los participantes comienzan detrás de un coche en movimiento.",
        "lista7": "<strong>Handicap:</strong> los caballos comienzan a pie parado.",
        "apartado2": "Clasificación",
        "texto8": "En cada carrera se clasifican los primeros seis en cruzar la meta, quienes reciben premios en metálico, cuyo valor varía según el premio total de la carrera.",
        "apartado3": "Descalificaciones",
        "texto9": "Un jinete puede ser descalificado si:",
        "lista8": "Su caballo galopa más de dos trancos consecutivos.",
        "lista9": "Obstaculiza a otro corredor.",
        "lista10": "Usa la fusta más de siete veces en los últimos 500 metros.",
        "lista11": "Se detecta dopaje en el caballo.",
        "lenguaje": "Selecciona un idioma:"
    },
    "Volteo": {
        "titulo": "Volteo",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma Vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Volteo en Mallorca",
        "texto1": "El volteo es una modalidad de gimnasia realizada sobre un caballo en movimiento, el cual avanza al galope en círculos mientras es guiado por un conductor a la cuerda.",
        "apartado1": "Clubs de Volteo en Mallorca",
        "texto2": "En Mallorca, los clubes que practican esta disciplina son:",
        "lista1": "Club Hípico La Gubia",
        "lista2": "Club Equitació S’Espiga",
        "lista3": "Club Hípico Es Pi",
        "lista4": "Son Molina",
        "lista5": "S’Hort Vell",
        "lista6": "Centro Hípico Mallorca Horses",
        "apartado2": "Participantes",
        "lista7": "<strong>Volteadores:</strong> Son los atletas que ejecutan los ejercicios sobre el caballo. No solo deben concentrarse en sus propias maniobras, sino que también son responsables de la seguridad de sus compañeros y del caballo.",
        "lista8": "<strong>Conductores de cuerda (longers):</strong> Son los expertos que manejan el caballo, proporcionando las condiciones óptimas para que los volteadores rindan al máximo.",
        "lista9": "<strong>Caballos:</strong> Deben ser obedientes, mantener un ritmo constante en el galope y responder adecuadamente a las instrucciones del longer.",
        "apartado3": "Categorías y Niveles",
        "lista10": "<strong>Modalidades:</strong> El volteo puede realizarse en equipos (grupos), en parejas o de forma individual.",
        "lista11": "<strong>Niveles:</strong> Existen distintos niveles de dificultad: Promoción 1, 2 y 3, así como Niveles 1, 2 y 3.",
        "lista12": "<strong>Categorías por Edad:</strong> Se diferencian en junior y senior (mayores de 16 años).",
        "apartado4": "Calificaciones",
        "texto3": "1. <strong>Ejercicios Obligatorios:</strong> En esta fase, los jueces evaluarán:",
        "lista13": "Técnica y tensión corporal",
        "lista14": "Seguridad en la ejecución",
        "lista15": "Ligereza y precisión",
        "lista16": "Amplitud (altura y extensión en la ejecución)",
        "lista17": "Transiciones armoniosas y tiempos breves entre figuras",
        "texto4": "Las puntuaciones van de 0 a 10, donde 0 indica que el ejercicio no fue realizado y 10 representa una ejecución sobresaliente.",
        "texto5": "2. <strong>Kür:</strong> En esta parte, los volteadores tienen la libertad de crear su propia coreografía y elegir los ejercicios a ejecutar. Se valoran especialmente la creatividad y la calidad de la composición. Los ejercicios deben estar adaptados al nivel del atleta, ya que los jueces penalizan los movimientos que exceden la capacidad del volteador.",
        "texto6": "La <strong>Kür</strong> incluye ejercicios estáticos y dinámicos. Para los ejercicios estáticos, la posición debe mantenerse durante tres trancos de paso o tres tiempos de galope, de lo contrario, no se contabilizará el grado de dificultad.",
        "texto7": "Las calificaciones en la kür se basan en los siguientes criterios:",
        "lista18": "<strong>Ejecución:</strong> Calidad de cada ejercicio comparado con el ideal, puntuado de 0 a 10.",
        "lista19": "<strong>Dificultad:</strong> Nivel de dificultad del ejercicio: Fácil (E), Medio (M), Difícil (D), o con Riesgo (R).",
        "lista20": "<strong>Creatividad:</strong> Puntos culminantes y momentos de expectación, transiciones creativas y elementos novedosos, todo aquello que contribuya a una ejecución auténtica y única.",
        "lista21": "<strong>Impresión Final:</strong> La nota global del caballo depende de su presentación, equipamiento adecuado y características propias del galope, además del trabajo del longer, quien influye en la calidad del desempeño.",
        "texto8": "Dependiendo de la categoría y nivel, algunos criterios como dificultad e impresión final pueden no ser evaluados.",
        "lenguaje": "Selecciona un idioma:"
    },
    "DomaVaquera": {
        "titulo": "Doma Vaquera",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma Vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Doma Vaquera en Mallorca",
        "texto1": "La <strong>Doma Vaquera</strong> es un deporte ecuestre en el que jinete y caballo deben ejecutar una serie de maniobras en un cuadrilongo, inspiradas en los movimientos que tradicionalmente se realizan en el campo para trabajar con el ganado vacuno.",
        "texto2": "Esta disciplina exige que el binomio (jinete y caballo) demuestre habilidad, precisión y rapidez en cada ejercicio. Las maniobras se realizan siguiendo un patrón específico, y el caballo debe estar atento y dispuesto a responder a las indicaciones del jinete. La destreza y la rapidez del caballo aportan espectacularidad a cada movimiento, siendo la velocidad un requisito esencial en todas las maniobras.",
        "apartado1": "Dónde practicar Doma Vaquera en Mallorca",
        "lista1": "Club Hípico La Paz",
        "lista2": "Varias fincas privadas",
        "apartado2": "Maniobras en Doma Vaquera",
        "lista3": "<strong>Círculos:</strong> El jinete realiza círculos grandes y pequeños al galope, mostrando una clara diferencia en la velocidad e impulsión del caballo. La ejecución debe ser fluida, sin que se perciba esfuerzo o movimiento visible por parte del jinete. La transición del galope medio al recogido debe ser suave y con el mínimo comando posible.",
        "lista4": "<strong>Cambio de mano:</strong> Al cambiar de dirección al galope, el caballo debe cambiar de mano sin perder el ritmo ni alterar la cadencia. Este cambio se realiza en un punto específico de la pista, que no está marcada con letras, pero cuenta con cuatro postes en las esquinas y dos en el centro.",
        "lista5": "<strong>Paso atrás:</strong> Con una mínima presión en las riendas, el caballo debe retroceder en línea recta al menos 3 metros y a gran velocidad.",
        "lista6": "<strong>Media vuelta:</strong> Desde el galope, el caballo debe detenerse de forma abrupta, pivotar sobre sus patas traseras en un giro de 180° y cambiar de dirección, saliendo de inmediato al galope en la nueva dirección.",
        "lista7": "<strong>Piruetas:</strong> El caballo realiza giros de 360°, manteniendo la pata trasera interior en el mismo lugar, mientras que las patas delanteras y la trasera exterior proporcionan la impulsión necesaria para girar con rapidez, manteniendo el galope.",
        "lista8": "<strong>Paradas:</strong> Desde el galope, el caballo debe detenerse de forma repentina, metiendo sus patas traseras bajo su cuerpo, lo que produce un deslizamiento mientras las patas delanteras avanzan. Estas paradas pueden generar deslizamientos de hasta 10 metros, creando un efecto visual impresionante.",
        "lenguaje":"Selecciona un idioma:"
    },
    "Western": {
        "titulo": "Western",
        "subtitulo1": "",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5": "Doma vaquera",
        "menu6":"Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "subtitulo": "Equitación Western en Mallorca",
        "texto1": "La <strong>equitación western</strong> es un estilo de monta que evolucionó a partir de las tradiciones ganaderas y ecuestres que trajeron los conquistadores españoles a América, y del equipo y técnicas desarrollados para adaptarse a las necesidades de trabajo del vaquero en el oeste estadounidense.",
        "apartado1": "Dónde practicar Western en Mallorca:",
        "lista1": "Son Molina",
        "lista2": "Finca Caballo Blanco",
        "texto2": "Hoy en día, esta disciplina cuenta con numerosos seguidores y ofrece una variedad de competiciones deportivas, entre las que se incluyen:",
        "lista3": "<strong>Pony Express:</strong> Prueba de velocidad en la que el jinete recorre un circuito y debe recoger alforjas en el menor tiempo posible. Su nombre evoca a los antiguos mensajeros del Pony Express del Viejo Oeste.",
        "lista4": "<strong>Western Trail Class:</strong> En esta prueba, jinete y caballo atraviesan una serie de obstáculos en la pista. La calma y la obediencia del caballo son clave para superar el recorrido con éxito.",
        "lista5": "<strong>Barrel Racing:</strong> Consiste en recorrer un circuito de tres barriles en el menor tiempo posible. La velocidad y la precisión en los giros son fundamentales.",
        "lista6": "<strong>Pole Bending:</strong> Popular en Estados Unidos, esta prueba exige realizar un recorrido en zigzag entre siete postes, con cambios de mano rápidos y precisos.",
        "lista7": "<strong>Reining:</strong> Aquí, la conexión entre jinete y caballo es esencial. Deben realizar una serie de maniobras (como deslizamientos, giros y cambios de dirección) con gran precisión y a la mayor velocidad posible.",
        "lista8": "<strong>Placer Occidental:</strong> El jinete debe mostrar el control del caballo en una pista junto a otros caballos, pasando por paso, trote (lento y controlado) y galope (también controlado). En ocasiones, el juez puede solicitar un galope extendido o un trote más amplio. El caballo debe responder con una rienda suelta, la cabeza baja, y obedecer a indicaciones sutiles por parte del jinete.",
        "lista9": "<strong>Corte:</strong> En esta competición, jinete y caballo seleccionan una vaca de una pequeña manada y la separan. Una vez apartada, el jinete suelta las riendas y deja que el caballo evite que la vaca regrese a la manada. Dependiendo del nivel de la competencia, uno a tres jueces califican el rendimiento del equipo.",
        "lista10": "<strong>Caballo de Trabajo con Vacas:</strong> También conocido como 'Working Cow Horse', esta prueba combina habilidades de corte y reining, donde jinete y caballo trabajan en equipo con una vaca, guiándola en varias maniobras dentro de la pista.",
        "lista11": "<strong>Caballo de Rancho:</strong> En este evento, que puede variar según la organización, el caballo de rancho debe demostrar su capacidad en distintas categorías:",
        "lista12": "<strong>Monta de Rancho:</strong> Similar al placer occidental.",
        "lista13": "<strong>Sendero de Rancho:</strong> Realizado en terreno natural, pone a prueba habilidades utilizadas en el trabajo de rancho.",
        "lista14": "<strong>Corte de Rancho:</strong> Evaluado de forma similar a la prueba de corte.",
        "lista15": "<strong>Trabajo de Rancho:</strong> Combina reining, roping y habilidades de manejo de vacas.",
        "lista16": "<strong>Conformación de Rancho:</strong> Se evalúa al caballo en una clase de cabestro.",
        "lista17": "<strong>Encierro por Equipos:</strong> Evento cronometrado en el que tres jinetes deben seleccionar de tres a cinco novillos marcados de una manada y conducirlos hasta un corral. La puerta del corral no se puede cerrar hasta que todo el ganado designado esté dentro. El equipo más rápido gana, mientras que los equipos que superen el tiempo límite quedan descalificados. Un evento relacionado es la clasificación por ranchos.",
        "lenguaje":"Selecciona un idioma:"
    },
    "Contacto": {
        "titulo": "Equitación",
        "subtitulo1": "Todas las disciplinas que se practican en Mallorca",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5":"Doma vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "encabezado":"Contacto",
        "nombre": "Nombre",
        "email": "Correo Electrónico",
        "mensaje": "Mensaje",
        "enviar": "Enviar",
        "lenguaje": "Selecciona un idioma:"
    },
    "CalculadoraExperiencia":{
        "titulo": "Equitación",
        "subtitulo1": "Todas las disciplinas que se practican en Mallorca",
        "menu": "Inicio",
        "menu1": "Salto",
        "menu2": "Doma",
        "menu3": "Carreras",
        "menu4": "Volteo",
        "menu5":"Doma vaquera",
        "menu6": "Western",
        "menu7": "Calcula tu experiencia",
        "menu8": "Contactame",
        "encabezado":"Descubre tu nivel de experiencia",
        "pregunta1": "¿Cuánto tiempo llevas montando a caballo?",
        "opcion1": "Menos de 6 meses",
        "opcion2": "6 meses - 2 años",
        "opcion3": "Más de 2 años",
        "pregunta2": "¿Con qué frecuencia montas?",
        "opcion4": "Rara vez",
        "opcion5": "Una vez al mes",
        "opcion6": "Varias veces al mes",
        "pregunta3": "¿Has montado en rutas con terreno irregular?",
        "opcion7": "Sí",
        "lenguaje":"Selecciona un idioma:"
    }
}